var SchoolJSON = {
	"信息学院" : {
		"通信工程系" : {
			"电子信息科学与技术" : "电子信息科学与技术",
			"通信工程" : "通信工程"
		},
        "计算机系" : {
			"计算机工程" : "计算机工程"
		},
         "电子工程系" : {
			"微电子" : "微电子"
		}
    },
    "资环学院" : {
        "资环xxx系" : {
			"资环xxx-1专业" : "资环xxx-1专业",
            "资环xxx-2专业" : "资环xxx-2专业",
            "资环xxx-3专业" : "资环xxx-3专业"
		},
         "资环yyy系" : {
			"资环yyy-1专业" : "资环yyy-1专业"
		},
         "资环zzz系" : {
			"资环zzz-1专业" : "资环zzz-1专业"
		}
    },
    "数学系" : {
        "数学系" : {
            "数学" : "数学"
        }
    },
    "法律系" : {
        "法律系" : {
            "法律" : "法律"
        }
    }
}